chat_system_1002729958_actor_description=Habbab Ordy. Old orc.
chat_system_1002729958_snap_0_question=^?^Stop! Your know where to go? This is orcs embassy! Now you go away!
chat_system_1002729958_snap_0_answer_0=^?^I wasn't that interested anyway.
chat_system_1002729958_snap_1_question=^?^Human! You stop and listen! I ask you very very much to help...
chat_system_1002729958_snap_1_answer_0=^?^What's the matter, old man?
chat_system_1002729958_snap_2_question=^?^I serve in embassy, become old not needed to nobody. All orcs go away fast, and me alone. Hands are weak - I cannot tear off heads to enemies. My teeth rotten - can't bite enemy on his leg. Who need old orc like me?<br>Stranger come and kick me out and throw my granddaughter in dungeon. I soon die at all, don't want to die on street and want to see my granddaughter one last time. You help me bring back embassy! I want to die, where it's dry and warm. Hmmm... maybe you make good husband for granddaughter.
chat_system_1002729958_snap_2_answer_0=^?^And why did all the orcs suddenly leave? Granddaughter, what?
chat_system_1002729958_snap_3_question=^?^Me not know. Nobody tell to old Habbab. Young orcs fast throw everything in boats and sail away.<br>Look in embassy to me, in my home, kill bad people. I pay you. Please free granddaughter.
chat_system_1002729958_snap_3_answer_0=^?^Ok, I'll try to help you, old man. I hope there are not so many strangers in that embassy of yours.
